## operations-engineering-test plan
```

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # auth0_tenant.operations-engineering-test will be created
  + resource "auth0_tenant" "operations-engineering-test" {
      + allow_organization_name_in_authentication_api = (known after apply)
      + allowed_logout_urls                           = (known after apply)
      + customize_mfa_in_postlogin_action             = (known after apply)
      + default_audience                              = (known after apply)
      + default_directory                             = (known after apply)
      + default_redirection_uri                       = (known after apply)
      + enabled_locales                               = (known after apply)
      + friendly_name                                 = "Operations Engineering Test"
      + id                                            = (known after apply)
      + idle_session_lifetime                         = 72
      + picture_url                                   = (known after apply)
      + sandbox_version                               = (known after apply)
      + session_lifetime                              = 168
      + support_email                                 = "operations-engineering@digital.justice.gov.uk"
      + support_url                                   = "https://github.com/ministryofjustice/operations-engineering/issues/new/choose"
    }

Plan: 1 to add, 0 to change, 0 to destroy.

─────────────────────────────────────────────────────────────────────────────

Note: You didn't use the -out option to save this plan, so Terraform can't
guarantee to take exactly these actions if you run "terraform apply" now.

```